export const exampleCleanupText = `
의사: 안녕하세요. 진료를 도와드릴 학생 인사 이보인이라고 합니다. 성함과 나이가 혹시 어떻게 되실까요?  
환자: 51세 정민순이요.  
의사: 정민순이시고요. 오시는데 불편하지 않으셨나요?  
환자: 배가 좀 아파가지고 힘들었어요.  
의사: 많이 힘드시겠네요. 그럼 제가 이거 관련해서 몇 가지 질문들을 드리고 신체 진찰을 한 다음에 진단 및 치료를 도와드리도록 하겠습니다. 괜찮을까요?  
환자: 네.  
의사: 언제부터 배가 아프셨나요?  
환자: 오늘 아침이요.  
의사: 오늘 아침이시군요. 어디가 아픈지 한번 손으로 정확히 짚어보실까요?  
환자: 이쪽이요. 이쪽.  
의사: 그쪽이 아프시고요. 혹시 다른 부위가 아프시지 않으신가요?  
환자: 잘 모르겠어요.  
의사: 계속 쭉 그 부위가 아프셨나요?  
환자: 네.  
의사: 그렇군요. 그 통증 부위가 막 이동하거나 그러시지 않으셨고요?  
환자: 그렇지 않았어요.  
의사: 통증 부위가 뻗는다는 그런 느낌도 있으신가요?  
환자: 뻗는 전혀.  
의사: 알겠습니다. 아픈 게 오늘 아침부터 쭉 그러셨나요?  
환자: 아침부터... 네. 아침부터 계속 그랬어요.  
의사: 지금 몇 시지? 오후인가?  
환자: 오후.  
의사: 네. 알겠습니다. 혹시 통증이 유발될 만한 특별한 상황이 있었을까요? 생각나시는?  
환자: 밥을 먹을 때 좀 아팠던 것 같아요. 예전에도.  
의사: 네. 알겠습니다. 예전에도 이런 적 있었었단 말인가요?  
환자: 제 기억으로는 두 번 그랬던 것 같아요.  
의사: 두 번 둘 다 그냥 집에서 병원에 가셨었나요?  
환자: 버텼어요.  
의사: 버티시고요. 네. 알겠습니다. 그러면 이 아픈 것에 대해서 조금 더 여쭤보도록 하겠습니다. 이 아픈 게 정확히 어떤 느낌인가요? 보통 분하고 뻐근하게 아프다, 날카롭고 찌릿찌릿하게 아프다 등 다양한 표현들이 있는데  
환자: 그냥 쥐어짜는 듯해요.  
의사: 쥐어짜는 느낌이 있으시고요. 그 다음에 안 아픈 거를 0점, 정말 아픈 거를 10점이라고 하면 지금은 몇 점 정도일까요?  
환자: 오락가락 하는데 그냥 예전에는 6점. 밥 먹고, 저번에는 두 번 그랬다 했잖아요. 근데 그때 술 마시고 나서는 진짜 아파가지고 한 8점?  
의사: 술 마시면 8점. 알겠습니다. 그 다음에 밥을 먹으면 또 아프시다는 말씀이신가요?  
환자: 네.  
의사: 그럼 밥을 안 먹었을 때는 괜찮았다는 말씀이신가요?  
환자: 밥을 안 먹었을 때도 좀 아파요.  
의사: 혹시 어제 술 드시지 않으셨나요?  
환자: 맞아요. 어제 술 먹었어요. 회식해서.  
의사: 혹시 오늘 새벽을 말씀하시는 건가요?  
환자: 오늘 아픈 거요? 새벽은 잘 모르겠어요. 새벽에 일찍 깨긴 깼는데 아침이었던 것 같아요.  
의사: 네. 알겠습니다. 혹시 우유를 드시거나 그러시지 않으셨고요?  
환자: 우유요? 우유 안 먹었어요.  
의사: 네. 알겠습니다. 제가 몇 가지 동반되는 증상들도 여쭤보도록 하겠습니다. 열이나 몸이 으슬으슬하게 추운 오한이 있으실까요?  
환자: 아니요.  
의사: 몸이 피로한다든지 체중이 빠지는 증상이 있으실까요?  
환자: 체중이 많이 빠졌어요.  
의사: 체중이 많이 빠지셨고요. 몇 킬로에서 몇 킬로를 빠지셨나요?  
환자: 원래 한 60킬로였는데요. 52킬로까지.  
의사: 52킬로까지. 두 달 만에 빠져서.  
환자: 네. 알겠습니다.  
의사: 어지럽거나 두근거리는 증상은 있으실까요? 기침이라든지 가래는 나오시나요? 목에서 피가 나온다든지 아니면 밤에 식은 땀이 나는 증상이 있으실까요?  
환자: 없으시고요. 숨 쉬는 데는 괜찮으신가요?  
환자: 네.  
의사: 설사라든지 변비를 하신 적 있으실까요? 구역이라든지 토로하고 싶은 구토가 있으실까요?  
환자: 아니요.  
의사: 식욕이 떨어졌다든지 소화를 잘 못하겠는 증상이 있으실까요?  
환자: 먹으면 아프니까 몸이 못 되겠어요.  
의사: 네. 알겠습니다. 소변이나 대변 보는데 불편하신 점이 있으실까요?  
환자: 소변 볼 때 소변을 좀 자주 보긴 해요.  
의사: 소변 얼마나 자주 보시나요?  
환자: 하루에 7, 8번 보는 것 같은데요.  
의사: 그렇군요. 알겠습니다. 대변 보시는데 괜찮으시고요?  
환자: 괜찮다는 게 무슨 뜻이죠?  
의사: 대변에 정상적으로 잘 나오시는 건가요?  
환자: 대변 보죠.  
의사: 네. 알겠습니다. 그 다음에 제가 조금만 더 여쭤보도록 하겠습니다. 고혈압이나 당뇨가 있으실까요?  
환자: 고혈압, 당뇨 없어요.  
의사: 고지혈증이라든지 결핵이 있으실까요?  
환자: 결핵이요?  
의사: 네.  
환자: 결핵 없어요.  
의사: 간질환이나 따로 겪고 계시는 질환이 있으신가요?  
환자: 전립선? 아니요. 없어요.  
의사: 없어요?  
환자: 네. 알겠습니다. 혹시 드시고 계신 약이 있으실까요?  
환자: 없어요.  
의사: 없으시고요. 그 다음에 한약이나 건강보조식품 드시는 것도 없다는 말씀이신가요?  
환자: 네.  
의사: 아까 전에 소변을 많이 보다가 하셨는데 혹시 갈증을 많이 느끼시거나 그러신가요?  
환자: 아니요.  
의사: 그런 거 없으시고요?  
환자: 갈증 많이 느껴요.  
의사: 갈증 많이 느끼시고 물을 실질은 많이 드시기도 하시고요.  
환자: 네. 알겠습니다. 이전에 복부 쪽을 다치거나 수술 받으신 적이 있으실까요?  
환자: 복부 쪽 수술 받은 적 없어요.  
의사: 네. 알겠습니다. 그럼 혹시 술이나 담배는 하시나요?  
환자: 술 일주일에 한 세네 번은 먹어요.  
의사: 네. 일주일에 세네 번. 많이 드시는 편이신가요?  
환자: 많이 먹지는 않아요.  
의사: 네. 알겠습니다. 커피는 혹시 얼마나 자주 드시나요?  
환자: 커피요? 커피 안 먹어요.  
의사: 평소 식습관은 규칙적인 편이신가요?  
환자: 규칙적인 편인데요. 특별히 좋아하시는 음식이 있으실까요? 기름진 거나 짠 음식 등등.  
환자: 기름진 거 좋아하죠.  
의사: 기름진 거 좋아하시고요. 그 다음에 가족분들 중에서 비슷하게 소화기계, 위나 장 쪽의 질환을 겪으시는 분이 있으실까요?  
환자: 아니요. 없어요.  
의사: 그렇군요. 이에 따로 암이라든지 겪고 계시는 질환이 있으실까요?  
환자: 네. 딱히 없어요.  
의사: 네. 알겠습니다. 그럼 지금까지 말씀해 주신 것과 저 신체 진찰을 한 결과 오늘 아침부터 좀 아프시다고 하셨고 밥을 먹으면 조금 더 아픈 것으로 확인이 되는데 맞나요?  
환자: 네.  
의사: 이어서 바로 저 신체 진찰을 도와드리도록 하겠습니다. 우선은 전체적으로 결막이나 공막의 빈혈이나 황대를 내지는 눈 위로 올려보실까요?  
환자: 네.  
의사: 아 해보실까요? 탈 수 있는지 확인하겠습니다. 에 해보실까요?  
환자: 네.  
의사: 목의 림프들도 한번 만져보겠습니다.  
환자: 네. 그런 거 없네요.  
의사: 그 다음에 심장 소리를 들어보겠습니다. 가끔씩 윗가슴이 아프신 분들 중에서 심장이나 폐 문제가 있을 수 있기 때문에 그런 겁니다. 자. 천천히 들어볼게요.  
환자: 네. 됐습니다.  
의사: 그 다음에 뒤돌아 쉬어가지고 한번 옷을 위로 올려가지고 폐 소리도 들어볼게요. 숨을 크게 들이쉬었다가 내쉬는 거 반복하면 되겠습니다.  
환자: 네. 됐습니다.  
의사: 그 다음으로 배 쪽을 봐야 될 텐데 머리를 이쪽에 두신 상태로 무릎을 굽히고 이쪽으로 한번 누워보실까요? 혹시 심물이 올라오거나 속이 쓰린 증상이 있으실까요?  
환자: 아니요.  
의사: 그런 건 없으시고요. 혹시 아프신 부분은 다시 한번 손가락으로 짚어보실까요?  
환자: 그쪽이 아프시군요.  
의사: 우선 전체적으로 한번 보겠습니다. 그 다음에 자음 소리 한번 들어보겠습니다.  
환자: 네. 됐습니다.  
의사: 가볍게 한번 두들겨 보겠습니다. 먼쪽부터 하겠습니다.  
환자: 네. 가볍게 한번 제가 눌러보겠습니다. 아프신 거 말씀해주세요. 먼쪽부터 하겠습니다. 이쪽이 좀 아프신가요?  
환자: 네. 알겠습니다.  
의사: 그 다음에 제가 깊게 눌렀다가 한번 떼보겠습니다.  
환자: 네. 이쪽이 좀 아프시고요. 이쪽이 좀 아프시고요.  
의사: 네. 알겠습니다. 그 다음으로 저희가 간 쪽하고 비장 쪽을 만져보겠습니다. 옆구리 아래 손이 들어갑니다.  
환자: 네. 됐습니다.  
의사: 그 다음으로 그 상태 그대로 윗배가 아프다고 하네요. 윗배? 명치. 명치. 그 다음에 쿠르바지에 징후라고 해서 만져지는 담낭염 던이가 있는지 한번 만져보겠습니다.  
환자: 네. 머피 징후를 한번 만져보겠습니다. 손가락에 넣어가지고 크게 들이쉬어 볼까요?  
환자: 네. 됐습니다.  
의사: 중간에 멈추나요?  
환자: 아니요.  
의사: 네. 알겠습니다. 그 다음에 이 상태 그대로 일어나셔서 제가 신장 쪽도 한번 두들겨 보겠습니다. 아프신가요?  
환자: 아니요.  
의사: 네. 마지막으로 부조음이 있는지 종아리까지 만져보겠습니다.  
환자: 네. 됐습니다.  
의사: 신체 진찰은 모두 마무리를 했고 의자를 갖고 제 앞으로 앉아주시면 제가 진단 및 치료를 좀 도와드리도록 하겠습니다. 밥 먹고는...  
환자: 네. 우선은 지금까지 말씀해주신 것과 신체 진찰을 한 결과 아무래도 좀 갑자기 일어난 거기도 하고 평소에 술을 좀 마시기도 하시고 밥을 먹고 나면 더 심해진다라는 것을 토대로 보면 급성 위괴양이 가장 크게 의심이 되긴 합니다. 그 이외에도 십이지장 괴양이라든지 담낭염 등과 같은 다른 질환들이 아예 배제는 될 수는 없습니다. 그러기 위해서 제가 몇 가지 검사들을 진행을 해야 될 텐데 우선 첫 번째로 위내시경을 통해서 실제로 이상이 있는지 확인하는 것과 함께 혈액검사, 소변검사를 진행을 해야 될 것 같은데 혹시 시야는 괜찮으실까요?  
환자: 네.  
의사: 이러이러한 검사들을 해서 급성 위괴양으로 진단이 되게 되면 위산이 역류되고 통증을 완화시킬 수 있는 몇 가지 약제들을 처방해 드리도록 하겠습니다. 근데 이거와 관련해서 제가 몇 가지 주의사항들과 생활교육을 좀 말씀해 드려야 될 것 같습니다. 우선 첫 번째로 술을 사실 일주일에 3-4번 정도 드시는데 술 같은 경우에도 이러한 증상을 악화시킬 수가 있기 때문에 술을 안 하시는 것이 좋을 것 같습니다. 두 번째로는 밥을 먹고 나면 좀 아프시다고 하셨는데 두 번째로는 만약에 급하게 어지럽거나 두근거리거나 뭐 이제 피가 나오는 그런 증상이 느껴지게 되면 그때는 그 부위에 천공, 그러니까 구멍이 뚫렸다는 것을 말하는 것이기 때문에 즉시 응급실로 오시면 될 것 같습니다. 마지막으로 세 번째는 일주일에 사실 커피를 3-4번 정도 드시는데 커피 또한 이 증상들 악화시킬 수가 있기 때문에 커피도 웬만해서는 안 하시는 것이 좋을 것 같고 마지막으로 네 번째는 이러한 증상들이 계속해서 심해지게 되면 입원치료를 통해서 도와드릴 수 있다는 점도 말씀 드리도록 하겠습니다. 추가적으로 궁금하시거나 이해가 안 되시는 상황이 있으실까요?  
환자: 심각한 병일까요?  
의사: 아닙니다. 사실 많은 분들이 걸리시기도 하시고 충분히 치료가 쉬운 병이기 때문에 걱정하실 필요가 없습니다.  
환자: 알겠습니다. 잘 보내주세요.  
의사: 이것으로 진료를 마치도록 하겠습니다. 감사합니다.
`